Repository: silvicardo/WiFi-QR
Catalog: WiFiQR/*.lproj/Localizable.strings
Languages: it

# NOT_PROTECTED_NET
source: This Network isn't protected
it: Questa rete non è protetta

# HIDDEN_SSID
source: SSID is hidden
it: SSID è nascosto

# VISIBLE_SSID
source: SSID is visible
it: SSID è visibile

# INPUT_SSID
source: Input Network Name
it: Digita il nome della rete

# INPUT_PASS
source: Input Password
it: Digita la password

# CONNECTION_SUCCESS
source: Succesfully connected to:
it: Connessione riuscita a:

# NET_IS_ALREADY_ON
source: Already connected to :
it: Già connesso a:

# SENDING_NET_WITH_NAME
source: I'm sending you this QR to access network with ssid:
it: Ti invio questo QRCode per accedere alla rete con nome:

# LONG_PRESS_TO_IMPORT
source: Keep the QRCode pressed for two seconds to show import options then select app icon to start network import
it: Premi più a lungo il QRCode per far apparire le opzioni di condivisione e seleziona l'icona dell'app per avviare l'importazione del codice.

# RESET_BUTTON
source: Reset
it: Resetta

# ACCEPT_BUTTON
source: Accept
it: Accetta

# DISMISS_BUTTON
source: Dismiss
it: Annulla

# SHARE_BUTTON
source: Share
it: Condividi

# REMOVE_BUTTON
source: Delete
it: Rimuovi

# SMS_BUTTON
source: Message
it: Messaggio

# EDIT_BUTTON
source: Edit
it: Edita

# CONNECT_BUTTON
source: Connect
it: Connetti

# CLOSE_BUTTON
source: Go back
it: Torna indietro

# PROTECTION_SWITCH
source: Protected
it: Protetta

# VISIBILITY_SWITCH
source: Hidden
it: Nascosta

source: Add manually
it: Crea manualmente

# GRAB_A_CODE
source: Grab a QR-Code
it: Cattura un codice

source: Import from Apps
it: Importa dalle app

source: Manage Networks
it: Gestisci

# ADD_DESCRIPTION
source: Add new networks to your collection manually, auto-detects connected wifi network
it: Aggiungi una nuova rete alla tua collezione, rileva il nome della rete connessa

# PHONE_CAMERA_DESCRIPTION
source: Requires your permissions to access Camera and PhotoLibrary. Shoot from camera with flash, pick from library or tap on previews
it: Richiede la vostra autorizzazione per accedere a fotocamera e libreria. Inquadra QR con flash, scegli da libreria o dalle anteprime

# PHONE_IMPORT_DESCRIPTION
source: Long press QRCodes in other apps to import in WiFiQR
it: Premi più a lungo i QRCode nelle altre app per importarli (dove supportato)

# PHONE_MANAGE_DESCRIPTION
source: Manage with searchBar and quick-actions.
it: Gestisci le reti con barra di ricerca e azioni rapide

# PAD_CAMERA_DESCRIPTION
source: Requires your permissions to access Camera and PhotoLibrary. Shoot from camera, pick from library, tap on previews.
it: Richiede la vostra autorizzazione per accedere a fotocamera e libreria. Inquadra i QR, scegli da libreria o dalle anteprime

# PAD_MULTITASK_DESCRIPTION
source: Supports SplitView, SlideOver and landscape. Long press QRCodes in other apps to add. Camera functionality fullScreen only.
it: Supporta SplitView, SlideOver e landscape. Premi più a lungo i QRCode nelle altre app per importarli (dove supportato). Fotocamera disponibile solo a tutto schermo

# PAD_DRAG_DROP
source: Drag a QRCode from another App and Drop to WiFiQR app icon or Drag&Drop side by side in SplitView
it: Trascina un QRCode da un altra app e rilascia sull'icona di WIFIQR nel dock per aprire ed importare oppure trascina e rilascia da/verso WIFIQR con app affiancate

# PAD_MANAGE_NETWORKS
source: Manage with quick-actions, Drag and Drop QRCode from/to other apps, edit and search
it: Gestisci le reti con: tasti rapidi, barra di ricerca, Drag&Drop dei QR da/verso altre app

# TUTORIAL_DONE
source: Done
it: Fatto

# FOUND_QR
source: Found QRCode:
it: QR-Code trovato :

# NOT_FOUND_QR
source: No QRCode detected
it: Nessun QRCode trovato

source: Library
it: Libreria

# MSG_LBL_PHONE
source: Shoot or pick from Library a QRCode
it: Inquadra un QR o scegli da libreria

# MSG_LBL_PAD
source: Shoot, pick from library or Drag&Drop a QRCode
it: Inquadra, scegli dalla libreria oppure trascina con Drag&Drop un QRCode

# QR_NOT_RECOGNIZED_PLEASE_SHARE
source: Sorry, we can't obtain a WiFi Network from this image. If it represents one tap Send button so we can update the app
it: Ci spiace, non è stato possibile identificare una rete Wi-Fi da questo QRCode. Se si tratta di una rete inviacelo e correggeremo l'app

# AV_CAPTURE_FULL_SCREEN_ONLY
source: Sorry, video capture is available only in fullscreen mode. Drag&Drop or pick a QR from Library
it: Ci spiace, fotocamera disponibile solo a tutto schermo. Trascina qui un QR con Drag&Drop o sceglilo da libreria

# LOADING_PREVIEWS
source: Loading last previews from Library
it: Carico anteprime dalla libreria

source: Protected
it: Protetta

source: Free
it: Libera

source: Hidden
it: Nascosta

source: Visible
it: Visibile

# SURE_TO_DELETE
source: Are you sure you want to delete :
it: Sei sicuro di voler rimuovere la rete:

source: Support Request
it: Richiesta di Supporto

# SEND_NOT_SUPPORTED_CODE
source: Hi, this QRCode is not supported by the app but is actually representing a network, please include it. Thanks
it: Salve, Questo QRCode non è suportatato dall'app ma rappresenta una rete WI-FI. Vi prego di includerla. Grazie

source: Mail this QR
it: Inviaci il QR

# NAV_TITLE
source: My Networks
it: Le mie Reti

# TAB_BAR_CAPTURE
source: Capture and Library
it: Foto e Libreria

# TAB_BAR_LIST
source: My Networks
it: Le mie Reti

# TAB_BAR_ADD
source: Add manually
it: Crea manualmente

# COPY_PASS
source: Copy Password
it: Copia Password

# PASS_COPIED
source: COPIED PASSWORD!
it: PASSWORD COPIATA!

# COPY_QR
source: Copy QR-Code
it: Copia QR-Code

# COPY_NETWORK
source: Copy Network's Data
it: Copia Network

source: COPIED QR!
it: QR COPIATO!

# COPIED_NETWORK
source: COPIED DATA!
it: DATI COPIATI!

# SENDING_FROM_WIDG_WITH_NAME
source: I'm sending you datas to access network with ssid:
it: Ti invio i dati per accedere alla rete con nome:

# CONNECTED_TO_NET
source: You are connected to:
it: Siete connessi a:

# BUT_NOT_RECOGNIZED
source: but is not stored in the app. Add it to show data.
it: . Aggiungetela all'app per mostrarne i dati.

# NOT_CONNECTED_AT_ALL
source: You are not connected to any WI-FI Network.
it: Non siete connessi ad una rete WI-FI.

# ASK_FOR_HELP
source: Ask support
it: Chiedi aiuto

source: Support
it: Supporto

# READ_PRIVACY
source: Read our policy
it: Leggi policy

# LOADING_PRIVACY
source: Stiamo caricando da Iubenda.com la privacy policy
it: Stiamo caricando dal Iubenda.com la privacy policy

# PRIVACY_POLICY
source: https://www.iubenda.com/privacy-policy/40823604
it: https://www.iubenda.com/privacy-policy/84968167

# ERROR_1001
source: Connection timed out
it: Time out di connessione

# ERROR_1003
source: Server cannout be found
it: Impossibile trovare il server

# ERROR_1100
source: Url not found on server
it: L'Url non è stato trovato sul server

# ERROR_1009
source: The internet connection appears to be offline
it: Connessione ad internet assente
